Repository: alfwatt/iStumbler-L10N
Catalog: Plugins/Channels/Resources/*.lproj/Localizable.strings
Languages: es

source: ch
es: cn

source: Channel Ratings
es: Calificaciones de canal

source: channels
es: canales

source: count
es: total

source: EIRP limit
es: Límite EIRP

source: freq
es: frec

source: length
es: duración

source: load
es: carga

source: Power limit
es: Límite de potencia

source: regs
es: nors

source: Regulations
es: Normativas

source: Scans
es: Búsquedas

source: start time
es: Hora de inicio

source: type
es: tipo

source: Channels
es: Canales

source: Channels Preferences
es: Preferencias de canales

source: Channels Inspector
es: Inspector de canales
